{
  "Joba Academy" : ".جوبا أكاديمي",
  "— Where Science Meets Practice in the World of Beauty.":"حيث يلتقي العلم بالتطبيق في عالم التجميل",
  "At Joba Natural Hub Academy, we offer a comprehensive learning experience that bridges precise academic knowledge with real-world practical expertise. Through carefully designed online courses, you’ll master the art and science of cosmetics formulation — from selecting raw materials to developing finished, market-ready products — under the supervision of leading experts in the industry.":"في أكاديمية جوبا اكاديمى، نمنحك تجربة تعليمية متكاملة تجمع بين المعرفة األكاديمية .الدقيقة والخبرة العملية الواقعية من خالل كورسات أونالين مصممة بعناية، ستتعلم كيفية تصنيع مستحضرات التجميل  ً باحتراف، بدء شراف نخبة من ً ا من اختيار المواد الخام وصوًل إلى المنتج النهائي، بإ .الخبراء في الصناعة",
  "From Science to Application… From Passion to Mastery":"من العلم إلى التطبيق... ومن الشغف إلى اإلتقان",
  "Joba Natural Hub Academy was founded as the educational and scientific branch of Joba Natural for Cosmetics, serving as a trusted Arabic reference in professional cosmetics formulation training. We believe that true beauty starts with scientific understanding. That’s why our programs combine solid academic foundations with real industrial experience, bridging theory and practice seamlessly. At Joba Academy, we offer comprehensive online courses covering every aspect of cosmetics manufacturing — supervised by Dr.Mohamed Ouda, expert in applied industry practice, and Dr.Mohamed Salah, specialist in academic cosmetic chemistry. Our mission is to empower you to turn your passion into a profession and your profession into sustainable success built on science, quality, and mastery.":"تأسست جوبا أكاديمي كذراع علمي وتعليمي تابع لشركة جوبا اكاديمى لمستحضرات .التجميل، لتكون مرجعًا عربيًا موثوقًا في مجال تعليم صناعة مستحضرات التجميل باحتراف نؤمن أن الجمال الحقيقي يبدأ من الفهم العلمي الدقيق، ولذلك صممنا برامج تعليمية تجمع .بين األسس األكاديمية الصلبة والخبرة العملية الممتدة داخل المصانع والمعامل في جوبا أكاديمي، نُقدّم كورسات أونالين شاملة في كل ما يخص صناعة مستحضرات التجميل، بإشراف مباشر من د. محمد عودة )الخبير التطبيقي في الصناعة( ود. محمد .صالح )الخبير األكاديمي في الكيمياء التجميلية( هدفنا هو تمكينك من تحويل شغفك إلى مهنة، ومهنتك إلى نجاحٍ ي قائم على العلم، حقيق .الجودة، والممارسة اًلحترافية",
  "about us":"عن جوبا اكاديمي",
  "Learn more":"تعلم المزيد",
  "Discover more":"استكشف المزيد",
  "What We Offer at Joba Natural Hub Academy":"ما الذي نقدمه في جوبا أكاديمي",
  "At Joba Academy, we offer more than just online courses — we provide a complete ecosystem designed to empower you scientifically and practically in the world of cosmetics manufacturing. Whether you’re a beginner taking your first steps or a professional looking to refine your skills, we deliver the knowledge, experience, and continuous support you need to make a real impact in the beauty industry.":"في جوبا أكاديمي، ًل نقدّم مجرد كورسات تعليمية، بل منظومة متكاملة تهدف إلى تمكينك .علميًا وعمليًا في عالم صناعة مستحضرات التجميل سواء كنت مبتدئًا تبحث عن البداية الصحيحة، أو محترفًا يسعى لتطوير مهاراته، ستجد لدينا. لدعم المستمر الذي تحتاجه لتصنع فرقً المعرفة، والخبرة، وا ا حقيقيًا في مجال التجميل",
  "Comprehensive Online Courses":"كورسات أونالين متكامل",
  "Professional Consultations":"استشارات متخصصة",
  "Raw Material Supply":"توفير المواد الخام",
  "Manufacturing & Product Licensing":"التصنيع والترخيص",
  "Expertly structured programs covering all areas of cosmetics manufacturing — from basics to advanced formulations.":"برامج تعليمية مصممة بعناية تغطي جميع مجاًلت صناعة مستحضرات التجميل، من .األساسيات إلى التركيبات المتقدمة",
  "Scientific and technical consultancy for companies and factories to develop and enhance product quality.":"نقدم استشارات علمية وعملية للمصانع والشركات الناشئة لتطوير منتجاتها وتحسين جودة .التصنيع",
  "High-quality raw materials sourced from the same trusted suppliers we use in real manufacturing operations.":"نوفر مواد خام عالية الجودة معتمدة من نفس الموردين الذين يتعاملون معنا في التصنيع .الفعلي، لضمان أفضل تجربة تطبيقية للمتدربين",
  "Private label production, formulation creation, and product licensing with the Egyptian Drug Authority — all under expert supervision.": "خدمات تصنيع لحساب الغير وإنشاء التركيبات التجميلية وترخيص المنتجات لدى هيئة .الدواء المصرية، بخبرة قانونية وفنية متكاملة",
  "Get in Touch – We’re Here to Support Your Learning Journey":"تواصل معنا – نحن هنا لدعمك في رحلتك العلمية",
  "We’re always happy to hear from you regarding course details, consultancy services, or private manufacturing inquiries. The Joba Natural Hub Academy team is here to guide you every step of the way in your journey through the world of professional cosmetics manufacturing. Feel free to contact us by phone, email, or visit our main office in Nasr City, Cairo.":"يسعدنا تواصلك معنا في أي وقت لالستفسار عن الكورسات، اًلستشارات، أو خدمات .التصنيع  ً فريق جوبا أكاديمي جاهز دائما لمساعدتك في كل خطوة من رحلتك داخل عالم صناعة .مستحضرات التجميل .يمكنك التواصل معنا عبر الهاتف أو البريد اإللكتروني، أو زيارة مقرنا في مدينة نصر",
  "At Joba Academy, we are more than just an educational platform — we are your dedicated partner on the journey to mastering the art and science of cosmetics manufacturing.We provide an integrated blend of knowledge, practical application, and continuous support, along with real industry opportunities that empower you to start with confidence and achieve excellence in your field.":"في جوبا أكاديمي، نحن لا نُقدّم مجرد منصة تعليمية، بل نُشكّل شريكًا حقيقيًا في رحلتك نحو احتراف صناعة مستحضرات التجميل. نمنحك مزيجًا متكاملًا من العلم والتطبيق والدعم المستمر، إلى جانب فرص عملية حقيقية تمكّنك من الانطلاق بثقة وتحقيق التميّز في مجالك.",
  "Trusted Scientific Content":"محتوى علمي موثوق",
  "Hands-on Practical Training":"تطبيق عملي واقعي",
  "Continuous Post-Course Support":"دعم مستمر بعد الكورس",
  "Real Industry Opportunities":"فرص تصنيع وترخيص حقيقية",
  "CEO's Message - Dr. Mohammed Odeh":"كلمة الرئيس التنفيذي – د. محمد عودة",
  "In a world that’s constantly evolving, true knowledge remains the power that creates real impact.That’s why Joba Natural Hub Academy was founded — to be the gateway where science meets application in the beauty industry.":"في عالم يتطور بسرعة، تظل المعرفة الحقيقية هي القوة التي تصنع الفارق. من هنا جاءت رؤية جوبا أكاديمي لتكون بوابة العلم والتطبيق في عالم صناعة مستحضرات التجميل.",
  "From the very first day of founding Joba Natural Hub, our vision was clear: to redefine education in the world of cosmetics manufacturing. Over the years, I have met countless people filled with passion for this field, yet lacking structured scientific knowledge and true practical experience. That’s why we created Joba Academy — a platform that bridges precise academic science with extensive industrial practice, empowering learners to transform their passion into a professional career. At Joba, we believe that beauty is never accidental; it is crafted through science, creativity, and an unwavering commitment to quality.Our vision is to become the leading Arabic reference for education and manufacturing in the cosmetics industry, built on solid scientific foundations that meet global standards.":"منذ اللحظة الأولى لتأسيس جوبا اكاديمى، كان هدفنا واضحًا: أن نُعيد تعريف التعليم في عالم صناعة مستحضرات التجميل.رأيت خلال سنوات عملي في هذا المجال أن كثيرين يمتلكون الشغف، لكن تنقصهم المعرفة الممنهجة والتطبيق العملي الحقيقي.لذلك أنشأنا جوبا أكاديمي لتكون منصة تجمع بين العلم الأكاديمي الدقيق والخبرة الميدانية الممتدة داخل المصانع، لتمنح المتدرب فهماً كاملاً يمكّنه من تحويل شغفه إلى مهنة حقيقية.في جوبا نؤمن أن الجمال لا يُصنع بالمصادفة، بل بالعلم، والإبداع، والإصرار على الجودة.رؤيتنا أن نصبح المرجع العربي الأول لتعليم وصناعة مستحضرات التجميل، على أسس علمية تُنافس المعايير العالمية",
  "Our mission":"رسالتنا",
  "Our vision":"رؤيتنا",
  "Courses are built on solid academic foundations, supervised by top experts in cosmetic chemistry and applied formulation":"الكورسات مبنية على أسس أكاديمية قوية بإشراف نخبة من الخبراء المتخصصين في الكيمياء التجميلية والتطبيق الصناعي.",
  "Learn real formulation techniques through practical sessions inside actual laboratories and production facilities":"بنقدملك الجانب العملي من داخل مصانع ومعامل حقيقية، علشان تتعلم “إزاي تطبق” مش بس “إزاي تحفظ”",
  "We stay with you even after the course ends — offering ongoing mentorship and consultancy for your own projects":"جوبا أكاديمي بتفضل معاك حتى بعد ما تخلص الكورس، من خلال جلسات دعم واستشارات خاصة لمشاريعك.",
  "We teach you how to create beauty through science, and empower you to achieve success through mastery.":"نعلّمك كيف تصنع الجمال بالعلم، ونمكّنك لتصنع النجاح بالاحتراف",
  "At Joba Academy, our mission is to empower individuals to transform their passion for cosmetics into a professional career built on science and hands-on expertise. We strive to deliver comprehensive education that combines precise academic knowledge with real industrial practice — nurturing a new generation of professionals capable of innovation, excellence, and global-standard production.":"رسالتنا في جوبا أكاديمي هي تمكين الأفراد من تحويل شغفهم بعالم مستحضرات التجميل إلى مهنة احترافية قائمة على العلم والممارسة التطبيقية.نسعى لتقديم تعليم علمي متكامل يجمع بين المعرفة الأكاديمية الدقيقة والخبرة العملية الواقعية، لنُنشئ جيلاً من المتخصصين القادرين على الابتكار والإنتاج بمعايير عالمية.",
  "Our Value":"ما يقدمه جوبا اكاديمي",
  "About":"عن جوبا",
  "Home":"الرئيسية",
  "Courses":"الكورسات",
  "Support":"الدعم",
  "Sign In":"تسجيل الدخول",
  "Sign Up":"انشاء حساب",
  "Logout":"تسجيل خروج",
  "My Dashboard":"لوحة التحكم",
  "welcome to our property":"مرحبا بكم في ممتلكاتنا",
  "Our":"",
  "courses ":"كورساتنا",
  "featured":"المميزة",
  "Our Categories":"الفئــات",
  "Join with us":"انضم إلينا",
  "Which one is suitable for you?":"أيهما مناسب لك؟",
  "Latest blogs & news":"أحدث المدونات والأخبار",
  "All blogs":"جميع المدونات",
  "What our students say about us":"ماذا يقول طلابنا عنا",
  "Quick Links":"روابط سريعة",
  "Contact us":"تواصل معنا",
  "All Courses":"جميع الدورات",
  "Search":"بحث",
  "Add to Cart":"اضافة الي السلة",
  "Subscribe":"اشترك",
  "Get In":"تواصل",
  "Touch":"معنا",
  "Name":"الاسم",
  "Email":"البريد الإلكتروني",
  "Phone":"رقم الهاتف",
  "Address":"العنوان",
  "PHONE":"رقم الهاتف",
  "Subject":"الموضوع",
  "Message":"رسالتك",
  "Send":"ارسال",
  "Back":"الرجوع",
  "Student":"طالب",
  "Reviews":"تعليقات",
  "Overview":"نظرة عامة",
  "Curriculum":"المقرر",
  "Instructors":"المدربين",
  "This course Fee :":"رسوم الدورة :",
  "Course includes :":"محتويات الدورة :",
  "Level":"المستويات",
  "Duraion":"مدة الدورة",
  "Lessons":"الدروس",
  "Quizes":"الاختبارات",
  "Certification":"شهادة معتمدة",
  "Language":"اللغات",
  "Share this course:":"مشاركة الدورة بواسطة :",
  "Welcome back":"مرحبا بعودتك",
  "Enter your email and password to login to your account.":"أدخل بريدك الإلكتروني وكلمة المرور لتسجيل الدخول إلى حسابك.",
  "Email Address":"البريدالالكتروني",
  "Password":"كلمة المرور",
  "Remember me":"تذكرني",
  "Forget password":"نسيت كلمة المرور",
  "Log in":"تسجيل الدخول",
  "Or log in with":"او عن طريق",
  "Don't have an account?":"هل ليس لديك حساب ؟",
  "sign up":"انشاء حساب",
  "Welcome to":"مرحبا الي",
  "Juba academy":"جوبا اكاديمي",
  "User name":"اسم المستحدم",
  "confirm Password":"تأكيد كلمة المرور",
  "agree":"موافق",
  "terms & condition":"الشروط والأحكام",
  "Sign up":"انشاء الحساب",
  "Do you have an account?":"هل لديك حساب بالفعل ؟",
  "sign in":"تسجيل الدخول",
  "Sign up to":"انشاء حساب في",
  "Welcome":"مرحبا",
  "Learn at the comfort of your own home":"تعلم في راحة منزلك",
  "Search course here":"ابحث عن الدورات هنا",
  "Learning overview":"نظرة عامة عن التعلم",
  "Compelete Courses":"الدورات المكتملة",
  "Ongoing Courses":"الدورات الجارية",
  "Advance certificate":"شهادة التقدم",
  "Continue learning":"متابعة التعلم",
  "See all courses":"رؤية جميع الدورات",
  "Explore Courses":"تصفح الدورات",
  "Watch Now":"مشاهدة الان",
  "No Courses":"لا يوجد دورات",
  "Invoices":"الفواتير",
  "Paid":"مدفوع",
  "Gateway":"بوابة الدفع",
  "Payment":"الدفع",
  "Status":"الحالة",
  "Filter":"فلتر",
  "High to low price":" الاعلي الي الاقل ",
  "Low to high price":" الاقل الي الاعلي ",
  "View Details":"مشاهدة التفاصيل",
  "My Course":"الدورات الخاصة بي",
  "Order History":"تاريخ الطلب",
  "Wishlist":"المفضلة",
  "My Quiz attempts":"نتائج الاختبارات",
  "system":"النظام",
  "Profile Setting":"اعدادات الحساب",
  "Logout account":"تسجيل الخروج",
  "Dashboard":"لوحة التحكم",
  "Order details":"تفاصيل الطلب",
  "invoices":"الفواتير",
  "Order date:":"تاريخ الطلب",
  "Billed to:":"تمت المحاسبة علي :",
  "Phone Number:":"رقم الهاتف :",
  "Email:":"البريد الالكتروني",
  "Address:":"العنوان",
  "Paymentn Method:":"طريقة الدفع :",
  "Paymentn Status:":"حالة الدفع :",
  "Order Id:":"رقم الطلب",
  "subtotal":"المجموع الفرعي",
  "Getway charge":"البوابة",
  "Discount":"الخصم",
  "Print":"طباعة",
  "Review Details":"تفاصيل التعليقات",
  "Course":"الدورة",
  "Rating":"التقييم",
  "Review":"التعليق",
  "Date":"التاريخ",
  "My Quiz":"اختباراتي",
  "Item":"العنصر",
  "Date & Time":"التاريخ والوقت",
  "Grade":"النتيجة",
  "Quiz":"اختبار",
  "pass":"تم الاجتياز",
  "failed":"فشل",
  "Minimum marks":"الحد الادني من العلامات",
  "Attempts":"المحاولات",
  "Questions":"أسئلة",
  "Remained time":"الوقت المتبقي",
  "You have already passed this quiz":"لقد اجتازت الاختبار بالفعل",
  "You cannot retake this quiz again.":"لا يمكنك اعادة الاختبار مرة اخري",
  "Please note that you have to complete all the questions and submit before remaining time. The form will be submitted automatically if remaining time ends":"يرجى العلم أنه يجب عليك إكمال جميع الأسئلة وإرسالها قبل الوقت المتبقي. سيتم إرسال النموذج تلقائيًا عند انتهاء الوقت المتبقي.",
  "Submit":"ارسال",
  "Your Marks":"تقديراتك",
  "Result":"النتيجة",
  "Go back to dashboard":"العودة الي لوحة التحكم",
  "Change photo":"تغيير الصورة",
  "Full name":"الاسم كامل",
  "phone":"رقم الهاتف",
  "Phone number":"رقم الهاتف",
  "Gender":"الجنس",
  "Male":"ذكر",
  "Female":"انثي",
  "Age":"العمر",
  "age":"العمر",
  "Update":"تحديث",
  "Profile":"الملف الشخصي",
  "Biography":"السيرة الذاتية",
  "Location":"العنوان",
  "Social":"وسائل التواصل",
  "Designation":"التعيين",
  "Short Bio":"سيرة ذاتية قصيرة",
  "Bio":"سيرة ذاتية",
  "Country":"الدولة",
  "Select":"اختر",
  "State":"ولاية",
  "City":"المدينة",
  "Change password":"تغيير كلمة المرور",
  "Current password":"كلمةالمرور الحالية",
  "New password":"كلمة المرور الجديدة",
  "Confirm new password":"تأكيد كلمة المرور الجديدة",
  "Facebook":"فيسبوك",
  "Twitter":"تويتر",
  "linkedin":"لينكدان",
  "Website":"الموقع الشخصي",
  "Github":"جيت هاب",
  "Document":"مستند",
  "Please download the document for mor information":"يرجي تحميل المستند لمزيد من المعلومات",
  "Download":"تحميل",
  "Please go to quiz page for mor information":"يرجي الذهاب الي الاختبار لمزيد من المعلومات",
  "Start Quiz":"بداية الاختبار",
  "Q&A":"سؤال وجواب",
  "Annoucement":"اعلان",
  "Course Contact":"محتويات الدورة",
  "No courses yet":"لا يوجد بيانات",
  "Course description":"وصف الدورة",
  "Search questions...":"البحث عن سؤال...",
  "Latest":"الاحدث",
  "Popular":"المفضل",
  "Unanswered":"لم يجاوب",
  "Ask a question":"اترك سؤالا",
  "Ask Question":"اترك سؤال",
  "Share":"مشاركة",
  "Reply":"رد",
  "Write a reviews":"كتابة تعليق",
  "No Reviews yet":"لا يوجد تعليقات",
  "Reveiw":"تعليق",
  "No announcement available":"لا يوجد اعلانات"




}